---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.ComboBoxDropDownClosedEventArgs
source: html/e73a7b48-ff1e-8568-71bd-5209bafa2974.htm
---
# ComboBoxDropDownClosedEventArgs Properties

The current UIApplication.